export const CompEduData  = {
    "allResult":{
        "chartData": {
            source: [
                    [850,960, 980],
            ],
            "itemNames": "义务教育学段"
        },
        scoreRating: { // 各学段得分率
            "0": "义务教育语文科",
            "1": "义务教育数学科",
            "2": "义务教育英语科",
            "3": "义务教育社会科",
            "4": "义务教育理工科",
            "5": "义务教育艺体科",
        },
        "wapTableInfo": {
            data: [],
            config: [
                {
                    "prop": "name",
                    "label": "学科/维度"
                },
                {
                    "prop": "all",
                    "label": "整体"
                },
                {
                    "prop": "attitude",
                    "label": "职业态度",
                },
                {
                    "prop": "practice",
                    "label": "教学实践",
                },
                {
                    "prop": "comprehensive",
                    "label": "综合育人",
                },
                {
                    "prop": "development",
                    "label": "自主发展",
                },
            ]
        },
        subjectDistri: {
            0: {
                0: '',
                1: '',
                2: '',
                3: ''
            },
            1: {
                0: '',
                1: '',
                2: '',
                3: ''
            },
            2: {
                0: '',
                1: '',
                2: '',
                3: '',
            },
            3: {
                0: '',
                1: '',
                2: '',
                3: '',                
            },
            4: {
                0: '',
                1: '',
                2: '',
                3: '',
            },
            5: {
                0: '',
                1: '',
                2: '',
                3: '',
            }

        }

    },
    "modules": [
        {
            "title": "3.2.2 全区义务教育学段职业态度",
            "subTitle": "3.2.2.1 全区义务教育学段职业态度得分率与得分分布情况",
            "second": "3.2.2.2 全区义务教育学段职业态度平均分、中位数、标准差",
            scoreDistri: { // 得分分布
                "0": '',
                "1": '',
                "2": '',
                "3": '',
                "4": '',
                "5": '',
            }
        },
        {
            "title": "3.2.3 全区义务教育学段教学实践",
            "subTitle": "3.2.3.1 全区义务教育学段教学实践得分率与得分分布情况",
            "second": "3.2.2.3 全区义务教育学段教学实践平均分、中位数、标准差",
            scoreDistri: { // 得分分布
                "0": '',
                "1": '',
                "2": '',
                "3": '',
                "4": '',
                "5": '',
            }
        },
        {
            "title": "3.2.4 全区义务教育学段综合育人",
            "subTitle": "3.2.4.1 全区义务教育学段综合育人得分率与得分分布情况",
            "second": "3.2.2.4 全区义务教育学段综合育人平均分、中位数、标准差",
            scoreDistri: { // 得分分布
                "0": '',
                "1": '',
                "2": '',
                "3": '',
                "4": '',
                "5": '',
            }
        },
        {
            "title": "3.2.5 全区义务教育学段自主发展",
            "subTitle": "3.2.5.1 全区义务教育学段自主发展得分率与得分分布情况",
            "second": "3.2.5.2 全区义务教育学段自主发展平均分、中位数、标准差",
            scoreDistri: { // 得分分布
                "0": '',
                "1": '',
                "2": '',
                "3": '',
                "4": '',
                "5": '',
            }
        }
    ]
}