const templateAttr = `<span style="margin-left: 2em"></span>`
export const ADVICE_LIST = [
  {
    title: '一、主要结论',
    children: [
      { title: '1.1 全区', value: `
     <span style="font-weight:bold; margin-left: 2em;"> 1.教师专业素养随着学段的升高整体呈下降趋势，不同学段学科在成绩分布上差异显著</span><br/>
   <span style="margin-left: 2em;"></span>调研结果显示，学前教育得分率及平均分最高，分别为95.1%和342.35分；其次是义务教育，分别为90.30%和325.33分；高中最低，分别为89.92%和320分。<br/>
   <span style="margin-left: 2em;"></span>优秀、良好、及格和待提升人数的占比在不同学段之间以及同一学段不同学科之间均呈现出较大差异。整体来看，学前教育及格及以上人数在三个学段中占比最高。义务教育理工科教师待提升的比例最大。<br/>
   <div style="margin-bottom: 30px"></div><span style="font-weight:bold; margin-left: 2em;">2.相较理论性知识（自陈问题），教师的实践性知识（情景问题）水平较弱，在不同学段以及同一学段内部的差异较大</span><br/>
   <span style="margin-left: 2em;"></span>全区教师在自陈问题中的表现优于情景问题，其中，自陈问题的平均分为168.9分，情景问题平均分为155.25分，两者相差13.65分。<br/>
   <span style="margin-left: 2em;"></span>义务教育英语教师在自陈问题上平均分得分最高，为172.23分。高中语文教师在自陈问题上平均分得分最低，为164.87分；<br/>
   <span style="margin-left: 2em;"></span>学前教育教师在情景问题上平均分得分最高，为171.83分。高中社会科教师在情景问题上平均分得分最低，为139.66分。<br/>
   <span style="margin-left: 2em;"></span>在不同学段以及同一学段内部，自陈问题与情景问题得分差异明显。每一学科学段自陈问题中位数均高于情景问题中位数15分左右。<br/>
   <div style="margin-bottom: 30px"></div> <span style="font-weight:bold; margin-left: 2em;">3.教师在职业态度维度中的表现整体优于其它维度，不同学段学科在各维度上的表现各有高低</span><br/>
   <span style="margin-left: 2em;"></span>从教师专业素养不同维度来看，全区职业态度总体得分率最高，为95.83%；综合育人总体得分率次之，为90.94%；教学实践总体得分率为90.88%；自主发展总体得分率最低，为88.67%。<br/>
   <span style="margin-left: 2em;"></span>在每一学科学段中，职业态度这一维度的得分率均高于其它三个维度。从得分分布情况来看，在职业态度中得分为优秀的教师多达1499人，远远超过其它三个维度。<br/>
   <span style="margin-left: 2em;"></span>教学实践、综合育人、自主发展的优秀人数仅仅分别为515、466、207。职业态度待提升人数仅有169，远低于其它三个维度。<br/>
   <span style="margin-left: 2em;"></span>自主发展这一维度的待提升人数最多，为1473。这意味着全区有一半以上的教师自主发展处于待提升水平。<br/>
   <span style="margin-left: 2em;"></span>除此之外，四个维度的平均分、中位数、标准差在不同学段学科中的具体表现各有高低。<br/>
   <div style="margin-bottom: 30px"></div><span style="margin-left: 2em;font-weight: bold">4.女性、本科、师范专业、学前教育阶段并具有完整阶段实习经历的教师表现最优，大部分教师具有修习师范课程的经历</span><br/>
<span style="margin-left: 2em;"></span>基于性别视角，女教师表现明显优于男性教师，且内部差异相对更小（328.67±17.85<325.82±18.42）。<br/>
<span style="margin-left: 2em;"></span>基于学历视角，本科学历教师在除自主发展维度以外的总分、职业态度、教学实践与综合育人四个方面均表现最佳，博士学历教师在自主发展维度表现最好。<br/>
<span style="margin-left: 2em;"></span>基于第一学历视角，第一学历为师范专业的教师在除职业态度以外的总分、教学实践、综合育人和自主发展四个方面表现均优于第一学历为非师范专业的教师。<br/>
<span style="margin-left: 2em;"></span>基于最后学历视角，最后学历为师范专业的教师在所有五个方面的表现均高于最后学历为非师范专业的教师（331.38±18.09>326.07±17.58）。<br/>
<span style="margin-left: 2em;"></span>基于学科视角，均分由高到低分别是学前教育（342.35±14.00）、英语（327.66±15.38）、艺体科（327.49±17.13）、语文（324.91±15.85）、数学（324.35±16.50）、理工科（322.37±16.76）和社会科（317.47±19.11）。<br/>
<span style="margin-left: 2em;"></span>基于教育教学实习视角，实习时间是完整的学期或学年的教师在总分和四个维度中均表现最好（329.17±17.93）。<br/>
<div style="margin-bottom: 20px"></div>     
` },
      { title: '1.2 学前教育', value: `
      <span style="margin-left: 2em; font-weight: bold;"> 1.学前教育教师的专业素养整体高于其它学段，成绩分布均匀</span><br/>
 ${templateAttr}调研结果显示，学前教育教师得分率及平均分最高，分别为95.1%和342.35分。学前教育及格及以上人数在三个学段中占比最高。学前教育中优秀、良好、及格和待提升人数的比例在三个学段中分布最为理想，分别占比27.92%、27.92%、32.12%、12.04%，其中，处于及格水平的教师占比最多。<br/>
 <div style="margin-bottom: 30px"></div><span style="margin-left: 2em; font-weight: bold;"> 2.与其它学段学科相比，学前教育教师的理论性知识（自陈问题）与实践知识（情景问题）差异最小，在不同数据类型中的表现难分伯仲</span><br/>
${templateAttr}在所有学段学科中，学前教育是唯一一个情景问题平均分高于自陈问题平均分的学科学段，这可能与学前教育注重实践训练有关联。<br/>
${templateAttr}学前教育教师情景问题平均分得分最高，为171.83，自陈问题平均分为170.51，二者分差最小。<br/>
${templateAttr}在学前教育内部，自陈问题与情景问题均有满分出现。从中位数、最低分来看，教师在自陈问题上的表现优于情景问题。从标准差来看，则正好相反，自陈问题的标准差大于情景问题的标准差。这说明学前教育的理论知识水平相近，而不同老师在实践能力上存在较大差异。<br/>
<div style="margin-bottom: 30px"></div><span style="margin-left: 2em; font-weight: bold;"> 3.学前教育教师在多个维度中得分率和平均分位列第一，综合育人维度表现最优，不同学段学科在各维度上的表现各有高低</span><br/>
${templateAttr}除职业态度之外，学前教育教师在其它三个维度中的得分率和平均分均位列第一，且远高于其它学段学科。优秀人数占比均位列第一。<br/>
${templateAttr}从教师专业素养不同维度来看，学前教育教师综合育人总体得分率最高，为96.57%，这与学前教育阶段注重师生之间的互动交往关系密切。职业态度总体得分率次之，为96.48%；教学实践总体得分率为95.55%；自主发展总体得分率最低，为92.11%，学前教育教师的专业发展应该成为关注的重点。<br/>
${templateAttr}四个维度中，职业态度的优秀人数最多，待提升人数最少，标准差最小。自主发展的优秀人数最少，待提升人数最多。教学实践的标准差最大，意味着学前教育教师的教学实践能力内部差异较大，需要重点关注实践表现不佳的老师。<br/>
<div style="margin-bottom: 20px"></div><span style="margin-left: 2em; font-weight: bold;"> 4.基于对学前教育教师特征的多视角透视，在不同方面表现存在一定差异</span><br/>
${templateAttr}基于性别视角。女教师在除自主发展维度（82.90>82.81）以外的总分、职业态度、教学实践和综合育人四个方面均低于男教师（342.32<343.05,、57.86<58.43、114.65<114.86和86.90<86.95）。<br/>
${templateAttr}基于最高学历视角。专科学历在总分（345.00±0.00）和综合育人（90.00±0.00）方面表现最好，专业型硕士研究生学历在职业态度方面表现最好（58.50±2.12），本科学历在教学实践方面表现最好（113.75±3.77），学术型硕士在自主发展方面表现最好（85.50±2.87）。<br/>
${templateAttr}基于第一学历视角。师范专业在总分（342.24±13.91>342.71±14.08）、职业态度（57.98±2.68>57.79±2.93）和自主发展（82.95±4.79>82.84±4.52）三方面显著高于非师范专业教师，而在教学实践（114.51±6.28<114.82±5.98）和综合育人（86.80±4.12<87.03±4.36）方面显著低于后者。 <br/>
${templateAttr}基于最后学历视角。师范专业在总分（342.81±13.55>341.04±15.08）、职业态度（57.99±2.64>57.61±3.20）、教学实践（114.82±6.09>114.18±6.27）、综合育人（86.95±4.25>86.80±4.22）和自主发展（83.05±4.62>82.45±4.77）五个方面均显著高于非师范专业。<br/>
${templateAttr}基于教育教学实习视角。曾在校外机构实习过的教师在除职业态度以外的总分（347.40±9.85）、教学实践（115.30±4.17）、综合育人（88.90±2.12）和自主发展（85.70±3.63）四个方面均表现最优，实习时间短于一学期的教师在职业态度方面表现最优（58.57±2.40）。<br/>
<div style="margin-bottom: 20px"></div>     
` },
      { title: '1.3 义务教育', value: `
      <span style="margin-left: 2em; font-weight: bold;">1.义务教育教师的专业素养成绩分布差异较大，不同学科表现不一，理工科教师需要重点关注</span><br/>
      ${templateAttr}调研结果显示，义务教育不同学科教师在得分率方面差别较小，艺体科教师得分率最高，为91.6%，理工科教师得分率最低，为89.08%。<br/>
      ${templateAttr}处于优秀水平的教师数量最少，仅占0.73%，处于及格水平的教师占比最大，超过50%，36.71%的教师则处于待提升水平。理工科和数学中优秀人数为0。理工科和社会科中待提升人数占比均超过40%。<br/>
      ${templateAttr}从平均分来看，艺体科教师平均分最高，理工科教师最低。除艺体科、英语、语文外，其余学科均低于全区整体平均分，其中语文还低于义务教育平均分。<br/>
      ${templateAttr}这说明义务教育阶段主学科教师的水平表现更不佳，这需要在招聘和培训时特别关注。<br/>
      <div style="margin-bottom: 30px"></div> <span style="margin-left: 2em; font-weight: bold;">2.相较理论性知识（自陈问题），教师的实践性知识（情景问题）表现较弱，在不同学科之间差异较大</span><br/>
${templateAttr}义务教育教师自陈问题平均分为170.17，情景问题平均分为155.17，二者均低于学前教育、高于高中教育。<br/>
${templateAttr}从中位数、最低分来看，义务教育教师在自陈问题上的表现优于情景问题。<br/>
${templateAttr}从义务教育整体层面和各学科层面来看，自陈问题的标准差均明显高于情景问题的标准差，这说明义务教育阶段教师的理论水平存在较大差异，实践水平比较均衡，这就需要关注理论水平较低的老师。<br/>
${templateAttr}在自陈问题中，英语、艺体科教师平均分最高，理工科、社会科教师平均分最低。数学、理工科、社会科教师低于义务教育自陈问题平均分。<br/>
${templateAttr}在情景问题中，艺体科教师平均分最高，理工科教师平均分最低。语文、数学、理工科教师低于义务教育情景问题平均分。<br/>
${templateAttr}每个学科在自陈问题中均有满分出现，只有社会科、艺体科在情景问题中出现满分。 <br/>
<div style="margin-bottom: 30px"></div><span style="margin-left: 2em; font-weight: bold;"> 3.义务教育教师在职业态度维度中的表现整体优于其它维度，不同学科在各维度上的表现各有高低</span><br/>
${templateAttr}从教师专业素养不同维度来看，义务教育教师职业态度总体得分率最高。在每一门学科中，职业态度的得分率均位列第一，与此同时，优秀人数占比均为最高，待提升人数占比均为最低。<br/>
${templateAttr}在职业态度维度中，语文教师得分率、平均分、优秀人数占比最高，标准差最小。英语教师得分率、平均分、优秀人数占比最低，标准差最大，需要重点关注英语教师中立德树人理念较弱的教师。艺体科教师待提升人数占比最高，也就意味着需要重点对艺术教师进行立德树人理念的培育和提升。除语文、数学、理工科外，其余学科教师低于义务教育在该维度的总体平均分。<br/>
${templateAttr}在教学实践维度中，理工科教师得分率最高，社会科教师得分率最低。艺体科教师平均分、优秀人数占比最高，标准差最小。理工科中没有教师获得优秀。社会科教师待提升人数占比最高，标准差最大。理工科、社会科教师平均分最低，且低于义务教育在该维度的总体平均分。<br/>
${templateAttr}在综合育人维度中，理工科教师得分率最高，语文教师得分率最低。社会科教师优秀人数占比最高，理工科教师优秀人数占比最低，待提升人数占比最高。艺体科教师平均分最高，除英语、艺体科、社会科外，其余学科教师低于义务教育在该维度的总体平均分。英语教师标准差最小，数学教师标准差最大。<br/>
${templateAttr}在自主发展维度中，艺体科教师得分率最高。数学教师得分率最低，待提升人数占比最高，且没有教师获得优秀。社会科教师优秀人数占比最高。社会科教师平均分最高，除英语、艺体科、社会科外，其余学科教师低于义务教育在该维度的总体平均分。数学教师标准差最小，艺体科教师标准差最大。<br/>
<div style="margin-bottom: 30px"></div><span style="margin-left: 2em; font-weight: bold;">4.基于对义务教育教师特征的多视角透视，在不同方面表现存在一定差异</span><br/>
${templateAttr}基于性别视角。女教师仅在职业态度方面高于男教师（57.88±3.02>57.28±3.53）,在总分（325.66±15.43<327.80±15.90）、教学实践（107.96±8.20<107.96±8.20）、综合育人（80.69±5.10<81.13±5.37）和自主发展（78.83±5.96<79.21±6.41）方面均低于男教师。同时，男教师在标准差方面也低于女教师，这说明义务教育阶段男教师素养较好，也从侧面提醒义务教育阶段应招聘更多男教师。<br/>
${templateAttr}基于最高学历视角。本科学历在总分（314.25±11.54）、职业态度（58.88±2.30）、教学实践（108.11±7.90）和综合育人（80.10±5.27）四方面表现最好，学术型硕士研究生学历在自主发展方面表现最好（77.89±5.86）。<br/>
${templateAttr}基于第一学历视角和基于最后学历视角。师范专业在总分、职业态度和教学实践三方面低于非师范专业，在综合育人和自主发展方面优于非师范专业。这与非师范专业人数较少具有一定关系，但同时也说明需要关注非师范专业的教师综合育人和自主发展方面的素养。<br/>
${templateAttr}基于学科视角。艺体科学科在总分（329.75±15.85）、教学实践（111.98±7.04）和综合育人（82.11±4.81）的平均分最高，语文学科的职业态度最好（58.88±2.25），社会科学科的自主发展得分最好（82.11±5.46）。<br/>
${templateAttr}基于教育教学实习视角。实习时间是完整的学期或学年的教师在总分和教学实践方面表现最好（326.21±15.33和108.58±8.33），曾在校外机构实习过的教师在职业态度和综合育人方面表现最好（58.15±2.82和80.84±5.31），没有实习经历的教师在自主发展方面表现最好（79.27±6.60）。<br/>
${templateAttr}基于师范课程学习视角。修习过师范课程与板块内容的教师在总分（326.36±15.08>324.58±16.35）、职业态度（57.79±3.16>57.70±3.10）、教学时间（108.48±8.18>107.96±8.16）、综合育人（80.94±5.00>80.46±5.45）和自主发展（79.15±5.87>78.45±6.34）方面均显著高于未修习过师范课程和板块内容的老师。<br/>
<div style="margin-bottom: 20px"></div>      
` },
      { title: '1.4 高中教育', value: `
      <span style="margin-left: 2em; font-weight: bold;">1.高中教师的专业素养成绩分布差异较大，不同学科表现不一，社会科教师需要重点关注</span><br/>
      ${templateAttr}调研结果显示，高中阶段，处于优秀水平的教师数量最少，仅占0.41%，处于待提升水平的教师占比最大，为48.78%。<br/>
      ${templateAttr}高中不同学科教师在得分率方面差别较小，数学教师得分率最高，为90.94%，社会科教师得分率最低，为85.18%。语文、社会科、理工科和艺体科中优秀人数为0。社会科和艺体科中待提升人数占比均超过60%。<br/>
      ${templateAttr}从平均分来看，数学教师平均分最高，社会科教师最低。除数学、英语外，其余学科均低于全区整体平均分，其中社会科和艺体科还低于高中平均分。<br/>
      <div style="margin-bottom: 30px"></div> <span style="margin-left: 2em; font-weight: bold;">2.相较理论性知识（自陈问题），教师的实践性知识（情景问题）表现较弱，不同学科的具体表现不一</span><br/>
${templateAttr}高中教师自陈问题平均分为167.67，情景问题平均分为152.5。在三个学段中表现最弱。<br/>
${templateAttr}从中位数、最低分来看，教师在自陈问题上的表现优于情景问题。从高中整体层面和各学科层面来看，自陈问题的标准差均明显高于情景问题的标准差。<br/>
${templateAttr}在自陈问题中，理工科教师平均分最高，语文、数学教师平均分最低。语文、数学、社会科教师低于高中自陈问题平均分。<br/>
${templateAttr}在情景问题中，数学教师平均分最高，社会科教师平均分最低。艺体科、社会科教师低于高中情景问题平均分。<br/>
${templateAttr}每个学科在自陈问题中均有满分出现，只有语文、英语在情景问题中出现满分。<br/>
<div style="margin-bottom: 30px"></div><span style="margin-left: 2em; font-weight: bold;">3.高中教师在职业态度维度中的表现整体优于其它维度，不同学科在各维度上的表现各有高低</span><br/>
${templateAttr}从教师专业素养不同维度来看，高中教师职业态度总体得分率最高。在每一门学科中，职业态度的得分率均位列第一，与此同时，待提升人数占比均为最低。除理工科外，职业态度优秀人数在其它学科中占比均为最高。<br/>
${templateAttr}在职业态度维度中，语文教师得分率最高，社会科教师得分率最低。语文教师平均分最高，理工科教师平均分最低。理工科、社会科教师平均分低于高中在该维度的总体平均分。数学教师优秀人数占比最高，理工科教师优秀人数占比最低。艺体科教师待提升人数占比最高。理工科教师标准差最小，艺体科教师标准差最大。<br/>
${templateAttr}在教学实践维度中，数学教师得分率最高，艺体科教师得分率最低。数学教师优秀人数占比最高，艺体科、社会科中没有教师获得优秀。社会科教师待提升人数占比最高。数学教师平均分最高，社会科教师平均分最低。语文、艺体科、社会科教师平均分低于高中在该维度的总体平均分。英语教师标准差最小，社会科教师标准差最大。<br/>
${templateAttr}在综合育人维度中，社会科教师得分率最高，艺体科教师得分率最低。理工科教师优秀人数占比最高。社会科中没有教师获得优秀，且待提升人数占比最高，超过90%。理工科教师平均分最高，社会科教师平均分最低。艺体科、社会科教师平均分低于高中在该维度的总体平均分。理工科教师标准差最小，社会科教师标准差最大。<br/>
${templateAttr}在自主发展维度中，语文教师得分率最高，艺体科教师得分率最低。语文教师优秀人数占比最高，社会科教师优秀人数占比最低，且待提升人数占比最高。语文教师平均分最高，社会科教师平均分最低。艺体科、社会科教师平均分低于高中在该维度的总体平均分。理工科教师标准差最小，数学教师标准差最大。<br/>
<div style="margin-bottom: 30px"></div><span style="margin-left: 2em; font-weight: bold;">4.基于对高中教育教师特征的多视角透视，在不同方面表现存在一定差异</span><br/>
${templateAttr}基于性别视角。女教师在总分（320.67±19.41>315.41±21.42）、职业态度（56.46±3.83>56.09±4.13）、教学实践（105.35±9.19>103.64±9.67）、综合育人（79.46±6.65>78.50±6.15）和自主发展（79.40±6.19>77.18±7.53）方面均高于男教师。<br/>
${templateAttr}基于最高学历视角，研究生学历表现优于本科学历。博士本科学历在总分（314.25±11.54）、教学实践（107.25±7.31）和自主发展（80.13±4.31）三方面表现最好。学术型硕士研究生学历和专业型硕士生学历分别在职业态度（56.65±3.28）和综合育人（79.68±6.80）两方面表现最好。<br/>
${templateAttr}基于第一学历视角。师范专业在总分（325.11±20.06<320.10±20.04）、职业态度（56.48±4.15<56.11±3.58）、教学实践（105.19±9.18<105.18±9.41）、综合育人（79.54±6.71<79.46±6.42）和自主发展（78.91±6.56<79.35±6.59）五方面均优于非师范专业。<br/>
${templateAttr}基于最后学历视角。师范专业在总分（320.15±19.67<320.01±20.24）、教学实践（105.43±8.59<105.04±9.63）、综合育人（79.68±6.91>79.41±6.37）和自主发展（78.95±6.37>79.22±6.68）四方面优于非师范专业，在职业态度方面劣于非师范专业教师（56.10±4.49<56.34±3.51）。<br/>
${templateAttr}基于学科视角。数学学科在总分（327.38±21.46）和教学实践（110.44±8.49）两方面表现最好，语文学科在职业态度（57.71±4.01）和自主发展两方面表现最好（81.30±6.27），英语学科在综合育人表现最好（80.82±5.53）。<br/>
${templateAttr}基于教育教学实习视角。曾在校外机构实习过的教师在总分和教学实践两方面表现最好（323.95±15.49和107.24±7.83），实习时间短于一个学期的教师在职业态度、综合育人和自主发展三方面表现最好（56.49±3.41、80.19±6.00和80.32±5.36）。<br/>
${templateAttr}基于师范课程学习视角。修习过师范课程与板块内容的教师在总分（320.74±19.79>318.27±20.65）、职业态度（56.26±4.05>56.26±3.27）、教学时间（105.42±8.93>104.50±10.20）、综合育人（79.74±6.57>78.86±6.45）和自主发展（79.32±6.56>78.65±6.62）方面均显著高于未修习过师范课程和板块内容的老师。<br/>
<div style="margin-bottom: 20px"></div>      
` },
    ]
  },

  {
    title: '二、整体建议(关于教师招聘建议)',
    children: [
      { title: '2.1 全区', value: `
      ${templateAttr}一是学前教育教师的专业素养普遍较高，招聘时应重点关注高中教师的专业素养水平。<br>
      ${templateAttr}二是全区教师的理论性知识整体强于实践性知识，学前教育教师实践性知识更强，招聘时可参考学前教育的考察方式设计教师实践性知识考察。<br>
      ${templateAttr}三是教师在教学实践、综合育人、自主发展三个维度表现不佳，招聘时应关注教师在这三个维度中的表现。<br>
      ${templateAttr}四是招聘时优先考虑具有较长实习期的毕业生。<br>
      ` },
      { title: '2.2 学前教育', value: `
      ${templateAttr}从性别角度看，学前教育男性教师整体素养高于女性教师，虽然与男性教师人数较少有关联，但男性教师标准差较少，综合建议适度增加男性教师数量。<br>
      ${templateAttr}学前教育教师中，师范专业表现较好，建议招聘时以师范专业毕业生为主。<br>
      ${templateAttr}从实习视角看，有实习经历的教师优于没有实习经历的教师，在校外机构实习的教师优于在学校实习的教师，具有校外机构实习经历的教师表现最优，建议招聘时关注、了解毕业生的实习经历。<br>
      ` },
      { title: '2.3 义务教育', value: `
      ${templateAttr}从学科视角看，招聘需要更加关注义务教育数学和理工科教师，建议上述两科增加男性教师比例。<br>
      ${templateAttr}从性别视角看，义务教育阶段教师招聘应补充男性教师的数量，特别是具有本科学历、理工科背景的男性教师。<br>
      ${templateAttr}从学历视角看，义务教育阶段应考虑增加非师范专业的毕业生，招聘以本科生为主，减少专科学历毕业生的招聘数量。<br>
      ` },
      { title: '2.4 高中教育', value: `
      ${templateAttr}从学科视角看，高中社会科和艺体教师表现不佳，招聘时应重点遴选，理工科教师也应纳入重点观察范围。<br>
      ${templateAttr}从性别视角看，高中阶段女教师具有绝对优势，建议招聘时重点对男性教师进行考察，遴选优秀的男教师进入教师队伍。<br>
      ${templateAttr}从学历视角看，高中阶段招聘应向师范专业毕业生和优秀本科毕业生倾斜。在研究生学历中，优先顺序为学术型硕士研究生、专业型硕士研究生、博士研究生。<br>
      ` },
    ]
  },
  {
    title: '二、整体建议(关于教师培训建议)',
    children: [
      { title: '2.1 全区', value: `
      ${templateAttr}一是区级层面要重点关注义务教育和高中阶段的教师培训设计和效果评估。<br/>
      ${templateAttr}二是教师培训应简化理论知识学习，强化实践知识学习和实操训练，加强实践环节的培训。<br/>
      ${templateAttr}三是全区应针对“待提升”水平的教师设计专门的培训，以抬升全区教师专业素养的底部，进一步推进全区教师质量的优质均衡。应特别关注高中社会科和高中艺体科教师，加强补底工作。<br/>
      ${templateAttr}四是在培训设计中，高中教师的培训设计应突出学科特性，学前和义务教育教师的培训设计则应偏重普适性。<br/>
      ${templateAttr}五是除学前教育外，考虑在各学段学科增加专门针对男性教师的培训，特别关注义务教育理工科、数学和高中全部学科的男教师，重点提升男教师的综合育人素养。<br/>
      ` },
      { title: '2.2 学前教育', value: `
      ${templateAttr}一是加大对女性教师在教师专业素养方面的培训力度，包含职业态度、教学实践、综合育人和自主发展四个维度。<br/>
      ${templateAttr}二是针对学历为本科和研究生的教师重点开展实践性知识和实践操作的培训，针对本科和学术硕士重点培训职业态度，针对学术硕士和专业硕士重点培训教学实践，专科学历教师则应强化其理论知识的培训。<br/>
      ${templateAttr}三是全区教师的自主发展水平尤其需要重点关注，应着重提升学前教育教师专业发展的自主性。<br/>
      ${templateAttr}四是针对第一学历为师范专业的教师重点开展教学实践和综合育人维度的培训，针对第一学历为非师范专业的教师重点开展职业态度和自主发展维度的培训。<br/>
      ` },
      { title: '2.3 小学教育', value: `
      ${templateAttr}一是加大女性教师专业素养的培训力度。<br/>
      ${templateAttr}二是针对本科学历教师应着重设计自主发展维度的培训。针对硕士学历教师应着重设计职业态度、教学实践和综合育人维度的培训。<br/>
      ${templateAttr}三是针对师范专业毕业的教师应着重设计职业态度和教学实践维度的培训。针对非师范专业毕业的教师应着重设计综合育人和自主发展维度的培训。<br/>
      ${templateAttr}四是重点提升英语和社会科教师的职业态度水平，重点关注数学、理工科和社会科教师的教学实践水平，积极关注语文和理工科教师的综合育人情况，重视语文和数学教师的自主发展。<br/>
      ${templateAttr}五是针对有短期实习或无实习经历的教师，应着重开展职业态度与教学实践维度的培训。针对有实习经历的教师，重点关注其综合育人和自主发展水平。<br/>
      ` },
      { title: '2.4 高中教育', value: `
      ${templateAttr} 一是关注高中男教师的专业素养，设计专门针对男教师的培训课程，特别是教师实践和综合育人维度。<br/>
      ${templateAttr}二是针对博士研究生应重点关注其职业态度和综合育人水平。学术硕士的教学实践情况、专业硕士的职业态度情况以及本科生的自主发展情况需要引起重视。<br/>
      ${templateAttr}三是全面提升社会科和艺体科教师的专业素养。此外，重点关注理工科教师的职业态度情况、语文教师的教学实践和综合育人情况，以及数学教师的自主发展情况。<br/>` },
    ]
  },
]
