// export const ResearchTableData = [
//   {id: 1}
// ]
export const ContentTableData = [
  { id: 0, first: '1.职业态度', second: '1.1师德师风', third: '具有理想信念，学习贯彻习近平新时代中国特色社会主义思想，树立职业理想，立志成为四有好老师' },
  { id: 0, first: '1.职业态度', second: '1.1师德师风', third: '遵守师德规范，坚定政治方向，积极践行社会主义核心价值观，深入贯彻党的教育方针，以立德树人为己任' },
  { id: 0, first: '1.职业态度', second: '1.2教育理念', third: '格守师德准则。依法执教意识，遵守中小学教师职业道德规范，职业理想、强烈的职业认同感和勇于奉献的敬业精神' },
  { id: 0, first: '1.职业态度', second: '1.2教育理念', third: '具有教书育人意识，理解拟任教学科课程独特的育人功能' },
  { id: 0, first: '1.职业态度', second: '1.2教育理念', third: '理解教育对学生发展的价值和意义，认同促进学生全面而有个性地发展的理念 ' },
  { id: 0, first: '1.职业态度', second: '1.2师德师风', third: '关爱学生，促进学生身心健康发展，乐于为学生创造发展的条件和机会' },
  { id: 1, first: '2.教学实践', second: '2.1学科知识', third: '掌握、理解所教学科的基本知识、基本原理和基本技能，具有一定的综合运用学科知识的能力' },
  { id: 1, first: '2.教学实践', second: '2.1学科知识', third: '了解拟任教学科与其他学科的联系，了解学习判学相关知识' },
  { id: 1, first: '2.教学实践', second: '2.1学科知识', third: '掌提学科教学知识与策略，能够结合社会生活实践，有效开展学科教学活动' },
  { id: 1, first: '2.教学实践', second: '2.2教学设计', third: '基于新课标进行教学设计，熟悉拟任教学科的课程标准和教材，理解教材的编写逻辑和体系结构' },
  { id: 1, first: '2.教学实践', second: '2.2教学设计', third: '能根据课程标准要求和学情分析确定怡当的学习目标和学习重点，设计学习活动，形成教案与学案' },
  { id: 1, first: '2.教学实践', second: '2.2教学设计', third: '能根据教学要求和学生兴趣进行教学设计' },
  { id: 1, first: '2.教学实践', second: '2.3课程教学', third: '建立学习内容与生活经验之间的联系能够创设教学情境' },
  { id: 1, first: '2.教学实践', second: '2.3课程教学', third: '基本掌提教学组织与课堂管理的形式和策略，能够科学准确地呈现和表达教学内容' },
  { id: 1, first: '2.教学实践', second: '2.3课程教学', third: '能够根据学生课堂反应及时调整教学活动，控制教学时间和教学节奏，合理设置提问与讨论' },
  { id: 1, first: '2.教学实践', second: '2.4信息素养(数字素养)', third: '了解信息时代对人才培养的新要求，掌握信息化新技术的常用操作，了解其对教育教学的支持作用。' },
  { id: 1, first: '2.教学实践', second: '2.4信息素养(数字素养)', third: '具有安全、合法与负责任地使用信息与技术，主动适应信息化人工智能等新技术变革积极有效开展教育教学的意识' },
  { id: 1, first: '2.教学实践', second: '2.4信息素养(数字素养)', third: '合理选择与整合信息技术资源，为学生提供丰富的学习机会和个性化学习体验' }
]
